tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "vapor/tap"
brew "autoconf"
brew "emacs"
brew "cask"
brew "cmake"
brew "gettext"
brew "pkg-config"
brew "readline"
brew "icu4c"
brew "openssl@1.1"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "mas"
brew "mysql", link: false
brew "ninja"
brew "nmap"
brew "node", link: false
brew "pngcrush"
brew "postgresql", restart_service: true
brew "postgresql@9.5"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "swift-protobuf"
brew "xclogparser"
cask "android-platform-tools"
cask "iterm2"
cask "ngrok"
cask "sqlitebrowser"
cask "vlc"
mas "CopyClip", id: 595191960
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
