tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "vapor/tap"
brew "autoconf"
brew "carthage"
brew "emacs"
brew "cask"
brew "cmake"
brew "exercism"
brew "openssl@1.1"
brew "freetds"
brew "gettext", link: false
brew "ghostscript"
brew "gradle"
brew "icu4c"
brew "node", link: false
brew "heroku"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libtool"
brew "imagemagick"
brew "ios-deploy"
brew "mysql", link: false
brew "ninja"
brew "nmap"
brew "pkg-config"
brew "pngcrush"
brew "readline"
brew "postgresql", restart_service: true
brew "postgresql@9.5"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "swift-protobuf"
brew "watch"
brew "watchman"
brew "xclogparser"
brew "yarn"
brew "vapor/tap/vapor"
cask "android-platform-tools"
cask "iterm2"
cask "ngrok"
cask "sqlitebrowser"
cask "vlc"
