tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/core"
tap "homebrew/services"

# tap for periphery dead code finder
tap "peripheryapp/periphery"

# set arguments for all 'brew cask install' commands
cask_args appdir: "~/Applications"

brew "cask"
brew "mas" # Mac App Store installer

brew "rbenv"
brew "rbenv-aliases"
#brew "xcenv"
brew "mogenerator"
brew "git-lfs"
brew "cocoapods"
brew "xcbeautify"
brew "xcodegen"

# Image related 
brew "imagemagick"
brew "pngcrush"

# iOS Hackery
#brew "libimobiledevice"
#brew "ideviceinstaller"
#brew "ios-deploy"

# Cask Applications
cask "charles"
cask "copilot-for-xcode"
cask "docker"
cask "discord"
cask "google-chrome"

# Maker stuff
cask "arduino-ide"

# free graphics editor used by UMakers Makerspace for laser cutting (and more?)
cask "inkscape"

cask "iterm2"
cask "kaleidoscope"
cask "messenger"
cask "omnidisksweeper"

# Dead code finder
cask "periphery"

# paintcode commented for now as their SSL certificate seems to be expired so it fails the brew bundle install
cask "paintcode"

cask "postico"
cask "rapidapi"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tower"
cask "visual-studio-code"
#cask "xcode" wish list
cask "xcodes"
cask "zeplin"

#Zoom is currently managed by my work and cannot be installed via cask
#cask "zoom" 
